Билет1/DataProcessors/ЗаполнитьАдресацию.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.10">
	<DataProcessor>
		<Properties>
			<Name>ЗаполнитьАдресацию</Name>
		</Properties>
	</DataProcessor>
</MetaDataObject>

Билет1/InformationRegisters/РегистрАдресации.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.10">
	<InformationRegister>
		<Properties>
			<Name>РегистрАдресации</Name>
			<InformationRegisterPeriodicity>Nonperiodical</InformationRegisterPeriodicity>
			<WriteMode>Independent</WriteMode>
		</Properties>
		<ChildObjects>
			<Dimension>
				<Properties>
					<Name>Исполнитель</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.ФизическиеЛица</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>Должность</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.Должности</v8:Type>
					</Type>
				</Properties>
			</Dimension>
			<Dimension>
				<Properties>
					<Name>Подразделение</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.Подразделения</v8:Type>
					</Type>
				</Properties>
			</Dimension>
		</ChildObjects>
	</InformationRegister>
</MetaDataObject>

Билет1/DataProcessors/ЗаполнитьАдресацию/Forms/Форма/Ext/Form/Module.bsl
&НаСервереБезКонтекста
Процедура заполнитьНаСервере()

	Набор = РегистрыСведений.РегистрАдресации.СоздатьНаборЗаписей();
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.Бухгалтерия;
	Запись.Должность = Справочники.Должности.Кассир;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Васина;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.Бухгалтерия;
	Запись.Должность = Справочники.Должности.Кассир;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Мишина;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.Бухгалтерия;
	Запись.Должность = Справочники.Должности.Бухгалтер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Мишина;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.Бухгалтерия;
	Запись.Должность = Справочники.Должности.Бухгалтер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Кротов;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.Бухгалтерия;
	Запись.Должность = Справочники.Должности.ГлБухгалтер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Иванов;
		
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.НачальникОтдела;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Хабибулин;
		
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.ЗамНачальникаОтдела;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Крамер;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Менеджер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Галкин;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Менеджер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Палкин;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Менеджер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Малкин;

	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Кладовщик;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Залкинд;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Кладовщик;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Лоханкина;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Кладовщик;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Жупиков;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Менеджер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Рахимов;
	
	Запись = Набор.Добавить();
	Запись.Подразделение = Справочники.Подразделения.ОтделПродаж;
	Запись.Должность = Справочники.Должности.Менеджер;
	Запись.Исполнитель = Справочники.ФизическиеЛица.Мансуров;

	набор.Записать();
КонецПроцедуры

&НаКлиенте
Процедура заполнить(Команда)
	заполнитьНаСервере();
КонецПроцедуры

&НаСервере
Процедура ОчиститьНаСервере()
	Набор = РегистрыСведений.РегистрАдресации.СоздатьНаборЗаписей();
	Набор.Записать();
КонецПроцедуры

&НаКлиенте
Процедура Очистить(Команда)
	ОчиститьНаСервере();
КонецПроцедуры
